Repository: fergbrain/countdown-timer
Catalog: lang/fergcorp_countdownTimer-*.po
Languages: ca_ca, da_dk, sr_rs, vi_vi

source: Are you sure you wish to delete
ca_ca: Esteu segurs que voleu eliminar-lo
da_dk: Er du sikker på at du ønsker at slette
sr_rs: Јесте ли сигурни да желите брисање?
vi_vi: Bạn có thực sự muốn xóa

source: Plugin Homepage
ca_ca: Pàgina de l'extensió
da_dk: Plugin hjemmeside
sr_rs: Сајт додатка.
vi_vi: Trang nhà phần cài đặt thêm

source: Support Forum
ca_ca: Fòrum de suport
sr_rs: Форум за подршку.
vi_vi: Diễn đàn hỗ trợ

source: Amazon Wishlist
ca_ca: Llista de desitjos Amazon
da_dk: Amazon ønskeliste
sr_rs: Листа жеља са АМАЗОН-а

source: I've coded and supported this plugin for several years now, however I am a full-time engineer with a real, full-time job and really only do this programming thing on the side for the love of it. If you would like to continue to see updates, please consider donating above.
ca_ca: He codificat i el suport que aquest plugin des de fa diversos anys, però jo sóc un enginyer de temps complet amb un treball de veritat, a temps complet i realment faig això per que la programació a la banda per l&#39;amor d&#39;ella. Si a vostè li agradaria continuar per veure les novetats, si us plau consideri fer una donació anterior.
da_dk: Jeg har kodet og støttet denne plugin for flere år nu, men jeg er en fuld tid ingeniør med en reel, fuldtidsjob og virkelig kun gøre denne programmering ting på siden af kærlighed til det. Hvis du gerne vil fortsætte med at se opdateringer, kan du overveje at donere ovenfor.
sr_rs: Ја сам кодиран и подржали овај плугин за неколико година, али сам пуно радно време инжењер са стварном, пуно радно време и стварно само да ово програмирање на страни љубави од њега. Ако желите да наставите да бисте видели ажурирања, размислите донирању изнад.
vi_vi: Tôi đã được mã hóa và hỗ trợ plugin này trong nhiều năm nay, tuy nhiên tôi là một kỹ sư toàn thời gian với một công việc toàn thời gian thực, và thực sự chỉ làm điều này lập trình trên mặt cho tình yêu của nó. Nếu bạn muốn tiếp tục thấy các bản cập nhật, xin vui lòng xem xét tặng ở trên.

source: Resources
ca_ca: Recursos
da_dk: Ressourcer
sr_rs: Ресурси

source: Countdown timer uses <a %s>PHP's strtotime function</a> and will parse about any English textual datetime description.
ca_ca: El temporatiltzador de conte enrera utilitza la <a %s>funció strtotime de PHP</a> i analitza qualsevol descripció textual de datetime.
da_dk: Nedtælleren bruger <a %s>PHP's strtotime funktion</a> og vil kunne forstå næsten en hvilken som helst engelsk tidsformulering.
sr_rs: Тајмер за одбројавање користи <a %s>PHP's <b>strtotime</b> функције</a> и препознаће било који датум Енглеском
vi_vi: Đồng hồ đếm ngược sử dụng <a %s>chức năng strtotime của PHP</a> và sẽ phân tích về bất kỳ datetime đoạn mô tả tiếng Anh.

source: Examples of some (but not all) valid dates
ca_ca: Exemples d'algunes (no totes) dates vàlides
da_dk: Eksempler på gyldige tidsformuleringer:
sr_rs: Примери неких исправних времена
vi_vi: Ví dụ về một số (nhưng không phải tất cả) các ngày hợp lệ

source: To insert the Countdown Timer into your sidebar, you can use the <a %s>Countdown Timer Widget</a>.
ca_ca: Vosté ha procedit fins aquí, estás quasibé allí. Per insertar el temporitzador de conte enrera a la vostra barra lateral, pot utilitzar el <a %s>Widget del temporitzador de conte enrera</a>.
vi_vi: Để chèn Countdown Timer vào sidebar của bạn, bạn có thể sử dụng <a %s>Widget Countdown Timer</a> .

source: Alternatively, you can also use this code in your sidebar.php file:
ca_ca: Como alternativa, també podeu utilitzar aquest codi:
sr_rs: Или користите овај код:

source: If you want to insert the Countdown Timer into a page or post, you can use the following <abbr %s %s>shortcodes</abbr> to return all or a limited number of Countdown Timers, respectively:
ca_ca: Si voleu insertar el temporitzador de conte enrera a una pàgina o correu, podeu utilitzar el següent <abbr %s %s>shortcodes</abbr> per retornar tots o un número limitat de temporitzadors de conte enrera, respectivament:
da_dk: Hvis du vil indsætte Nedtælleren i en side eller et indlæg, kan du bruge <abbr %s %s>shortcodes</abbr> til at returnere alle eller et begrænset antal Nedtællere:
sr_rs: За убацивање тајмера за одбројавање у страну или чланак, користите <abbr %s %s>shortcodes</abbr>, за приказ бројача, редом:
vi_vi: Nếu bạn muốn chèn Countdown Timer vào một trang hay đăng bài, bạn có thể sử dụng <abbr %s %s>shortcodes</abbr> sau đây để trả lại tất cả hoặc hạn chế một số Countdown Timers, tương ứng:

source: A shortcode is a WordPress-specific code that lets you do nifty things with very little effort. Shortcodes can embed files or create objects that would normally require lots of complicated, ugly code in just one line. Shortcode = shortcut.
ca_ca: Una deficiència és un codi específic de WordPress que et permet fer coses enginyoses amb molt poc esforç. Codis curts poden integrar arxius o crear objectes que normalment requereixen molt codi complicat, lleig en una sola línia. Deficiència = contextual.
da_dk: En 'shortcode' er en WordPress specifik kode, der giver mulighed for at lave smarte ting med et minimum af indsats. Shortcodes kan indeholde filer eller oprette objekter, der normal kræver en stor mængde kode at lave. Shortcode = genvej.
sr_rs: "Shortcode" је посебан WordPress код који омогућава дивне ствари са мало труда. Његовим коришћењем можете убацити или креирати објекте који би иначе захтевали много компликованог и ружног кода. "Shortcode" = <u>shortcut</u> тј. пречица у програмирању.
vi_vi: shortcode A là một mã số đặc trưng cho WordPress cho phép bạn làm những điều tiện lợi với rất ít nỗ lực. Shortcodes có thể nhúng các tập tin hoặc tạo các đối tượng mà thông thường sẽ đòi hỏi rất nhiều mã phức tạp xấu xí, chỉ trong một dòng. Ngắn = tắt.

source: Where <em>##</em> is maximum number of results to be displayed - ordered by date.
ca_ca: On <em> # # </em> és el número màxim de resultats que es mostraran - ordenat per data.
sr_rs: Где је <em>##</em> највећи број резултата које треба приказати - сортирано по датуму.
vi_vi: Trường hợp <em># #</em> là số lượng tối đa kết quả sẽ được hiển thị - đã ra lệnh theo ngày.

source: If you want to insert individual countdown timers, such as in posts or on pages, you can use the following shortcode:
ca_ca: Si desitgeu gestionar individualment els temporitzadors de conte enrera a entrades o pàgines, podeu utilitzar el següent codi:
da_dk: Hvis du vil indsætte separate nedtællere, eksempelvis i indlæg eller på sider, kan du bruge flg. shortcode:
sr_rs: Ако желите да убаците појединачне бројаче за одбројавање, учланке или стране, користите следећи код:
vi_vi: Nếu bạn muốn chèn cá nhân tính giờ đếm ngược, chẳng hạn như trong bài viết hay trên các trang web, bạn có thể sử dụng shortcode sau đây:

source: Time until my birthday:
ca_ca: Temps que falta per al meu aniversari:
da_dk: Tid til min fødselsdag:
sr_rs: Време до мог рођендана:
vi_vi: Thời gian đến sinh nhật

source: Where <em>ENTER_DATE_HERE</em> uses <a %s>PHP's strtotime function</a> and will parse about any English textual datetime description.
ca_ca: El temporatiltzador de conte enrera utilitza la <a %s>funció strtotime de PHP</a> i analitza qualsevol descripció textual de datetime.
vi_vi: Trường hợp sử dụng <em>ENTER_DATE_HERE</em> <a %s>strtotime chức năng của PHP</a> và sẽ phân tích về bất kỳ datetime đoạn mô tả tiếng Anh.

source: Installation and Usage Notes
ca_ca: Notes d'instal·lació

source: Delete
ca_ca: Eliminar
da_dk: Slet
sr_rs: Брисање
vi_vi: Xóa

source: Event Date
ca_ca: Data de l'event
da_dk: Begivenhedens dato
sr_rs: Датум
vi_vi: Ngày Sự Kiện

source: Event Title
ca_ca: Títul de l'event
da_dk: Begivenhedens titel
sr_rs: Наслов
vi_vi: Chủ đề Sự kiện

source: Link
ca_ca: Enllaç
sr_rs: Линк
vi_vi: Liên kết

source: Display "Time since"
ca_ca: Mostrar "Temps des de"
da_dk: Vis "Tid siden"
sr_rs: Прикажи "Прошло од тада"
vi_vi: Hiển thị "Thời gian kể từ khi"

source: Automatically delete 'One Time Events' after they have occured?
ca_ca: Eliminar automàticament els 'Events' després de la seva finalització?
da_dk: Skal 'engangs-begivenheder' slettes automatisk når datoen er passeret?
sr_rs: Аутоматски обриши "Појединачне догађаје" кад истекну?
vi_vi: Tự động xóa &#39;Một Thời Sự kiện&#39; sau khi họ đã xảy ra?

source: Yes
ca_ca: Si
da_dk: Ja
sr_rs: Да
vi_vi: Đồng ý

source: One Time Events
ca_ca: Events
da_dk: Engangs-begivenheder
sr_rs: Појединачни догађаји
vi_vi: Sự Kiện Thời Gian

source: How long the timer remain visable if "Display 'Time Since'" is ticked:
ca_ca: Per quant de temps romandrà el temporitzador visible si "Time Display &#39;Des&#39;" està marcada:
da_dk: Hvor lang tid skal nedtælleren være synlig, hvis "Vis 'Tid siden'" er aktiveret:
sr_rs: Колико дуго ће бројач бити видљив ако је "Прошло од тада" штиклирано:
vi_vi: Bao lâu giờ vẫn nhìn thấy được nếu "Hiển thị &#39;Thời gian Từ&#39;" được chọn:

source: Seconds:
ca_ca: Segons:
sr_rs: Секунде:

source: (0 = infinite; 86400 seconds = 1 day; 604800 seconds = 1 week)
ca_ca: (0 = infinit; 86400 segons = 1 dia; 604800 segons = 1 setmana)
da_dk: (0 = uendeligtl 86400 sekunder = 1 dag; 604800 sekunder = 1 uge)
sr_rs: (0 =бесконачно; 86400 секунди = 1 дан; 604800 секунди = 1 недеља)
vi_vi: (0 = vô hạn; 86.400 giây = 1 ngày; 604.800 giây = 1 tuần)

source: Enable JavaScript countdown:
ca_ca: Habilitar el JavaScript del contador conte enrera:
da_dk: Aktiver JavaScript nedtæller:
sr_rs: Укључи JavaScript одбројавање:
vi_vi: Cho phép JavaScript đếm ngược:

source: By default, WordPress does not parse shortcodes that are in excerpts. If you want to enable this functionality, you can do so here. Note that this will enable the parsing of <em>all</em> shortcodes in the excerpt, not just the ones associated with Countdown Timer.
ca_ca: Per defecte, WordPress no analitza codis curts que es troben en extractes. Per habilitar aquesta funcionalitat, pot fer-ho aquí. Tingueu en compte que això permetrà l&#39;anàlisi de <em>tots</em> codis curts en l&#39;extracte, no només els relacionats amb temporitzador de compte regressiva.
da_dk: Som standard. WordPress ikke parse kortkoder, der er i uddrag Hvis du ønsker at aktivere denne funktionalitet, kan du gøre det her. Bemærk, at dette vil gøre det muligt parsing af <em>alle</em> kortkoder i uddrag, ikke kun dem der er forbundet med Countdown Timer.
sr_rs: По дефаулту, УордПресс не анализирати схортцодес који се налазе у извода. Ако желите да омогућите ову функцију, можете то учинити овде. Имајте на уму да ће ово омогућити рашчлањивање <em>свих</em> схортцодес у изводу, а не само оне повезане са Тајмер.
vi_vi: Theo mặc định, WordPress không phân tích cú pháp shortcodes có trong đoạn trích. Nếu bạn muốn kích hoạt chức năng này, bạn có thể làm như vậy ở đây. Lưu ý rằng điều này sẽ cho phép phân tích cú pháp của tất <em>cả</em> các shortcodes trong trích đoạn này, không chỉ những người liên kết với Countdown Timer.

source: Enable shortcodes in the_excerpt:
ca_ca: Habilitar codis curts a the_excerpt:
da_dk: Aktiver kortkoder i the_excerpt:
sr_rs: Омогућити схортцодес у тхе_екцерпт:
vi_vi: Kích hoạt tính năng shortcodes trong the_excerpt:

source: Management
ca_ca: Gestió
da_dk: Administration
sr_rs: Контрола
vi_vi: quản lý

source: This setting controls what units of time are displayed.
ca_ca: Aquestes opcions controlen quines unitats de temps sortiran per pantalla.
da_dk: Denne indstilling styrer hvilke tidsenheder der bliver vist
sr_rs: Овде подешавате које временске јединице ће се приказивати.
vi_vi: Thiết lập này điều khiển những gì các đơn vị thời gian được hiển thị.

source: Years:
ca_ca: Anys:
da_dk: År:
sr_rs: Године:
vi_vi: Năm:

source: Months:
ca_ca: Mesos:
da_dk: Måneder:
sr_rs: Месеци:
vi_vi: Tháng:

source: Weeks:
ca_ca: Setmanes:
sr_rs: Недеље:

source: Days:
ca_ca: Dies:
da_dk: Dage:
sr_rs: Дани:
vi_vi: Ngày:

source: Hours:
ca_ca: Hores:
da_dk: Timer:
sr_rs: Сати:
vi_vi: Giờ:

source: Minutes:
ca_ca: Minuts:
da_dk: Minutter:
sr_rs: Минути:
vi_vi: Phút:

source: Seconds:
ca_ca: Segons:
da_dk: Sekunder:
sr_rs: Секунде:
vi_vi: Giây:

source: Strip non-significant zeros:
ca_ca: Evitar zeros no significatius:
da_dk: Fjern ikke-betydningsfulde nuller:
sr_rs: Избаци непотребне нуле:
vi_vi: Dải không đáng kể số không:

source: Countdown Time Display
ca_ca: Pantalla del temporitzador de conte enrera
da_dk: Nedtællerens tidsvisning
sr_rs: Приказ Одбројавања
vi_vi: Hiển thị Thời gian đếm ngược

source: If you set 'onHover Time Format', hovering over the time left will show the user what the date of the event is. onHover Time Format uses <a %s>PHP's Date() function</a>.
ca_ca: Establint "onHover Format d&#39;hora" que plana sobre el temps restant es mostrarà a l&#39;usuari el que la data de l&#39;esdeveniment és. Format d&#39;hora onHover usos <a %s>de Data () de PHP</a> .
da_dk: Hvis 'onHover Tidsformat' er aktiveret vil en boks vise brugeren hvilken dato begivenheden ligger på. onHover Tidsformat bruger <a %s>PHPs Date() funktion</a>
sr_rs: Ако подесите 'onHover Time Format', прелазом миша преко преосталог времена, показаће се датум догађаја. 'onHover Time Format' користи <a %s>PHP's Date() function</a>.
vi_vi: Nếu bạn đặt &#39;onHover Thời gian Format&#39;, lơ lửng trong thời gian còn lại sẽ hiển thị những gì người sử dụng ngày của sự kiện là. onHover Thời gian Định dạng sử dụng <a %s>PHP của Ngày () chức năng</a> .

source: Examples
ca_ca: Exemples
da_dk: Eksempler
sr_rs: Примери
vi_vi: Ví dụ

source: goes to
ca_ca: equival a
da_dk: vil vise
sr_rs: иде
vi_vi: đi

source: onHover Time Format
ca_ca: Format de temps (On Hover)
da_dk: onHover Tidsformat
sr_rs: onHover формат времена
vi_vi: Định dạng Thời gian onHover

source: This setting allows you to customize how each event is styled and wrapped.
ca_ca: Aquests paràmetres us permet personalitzar la forma en que se mostrarà cada event (<strong>estil CSS</strong>).
da_dk: Denne indstilling giver dig mulighed for at tilpasse hvordan hver begivenhed bliver vist.
sr_rs: Подешавање изгледа догађаја.
vi_vi: Thiết lập này cho phép bạn tùy chỉnh như thế nào mỗi sự kiện theo kiểu và quấn.

source: <strong>Title Suffix</strong> sets the content that appears immediately after title and before the timer.
ca_ca: <strong>Mostrar Estil</strong> establir l'atribut d'estil CSS per a cada temporitzador.
da_dk: <string>Titel suffix</strong> sætter den tekst, der bliver vist umiddelbart efter titlen og inden nedtælleren
sr_rs: <b>Суфикс наслова</b> поставља садржај који се појављује одмах после наслова а пре бројача.
vi_vi: <strong>Tiêu đề Suffix</strong> bộ nội dung xuất hiện ngay sau khi tiêu đề và trước khi hẹn giờ.

source: Examples/Defaults
ca_ca: Exemples/Predefinits
da_dk: Eksempler/standardindstillinger
sr_rs: Примери/Основна подешавања
vi_vi: Các ví dụ / Mặc định

source: Title Suffix
ca_ca: Sufix
da_dk: Titel suffix
sr_rs: Суфикс наслова
vi_vi: Tiêu đề Suffix

source: Display Format Options
ca_ca: Mostrar opcions del format
da_dk: Visningsformat indstillinger
sr_rs: Опције приказа
vi_vi: Hiển thị Tùy chọn Format

source: Example Display
ca_ca: Exemple del que es mostrarà
da_dk: Eksempelvisning
sr_rs: Пример изгледа
vi_vi: Ví dụ hiển thị

source: Save Changes
ca_ca: Desa els canvis
da_dk: Gem ændringer
sr_rs: Сачувајте промене
vi_vi: Lưu Thay đổi

source: No dates present
ca_ca: Sense dates presents
da_dk: Ingen datoer er tilstede
sr_rs: Датум није постављен
vi_vi: Không có ngày tháng hiện tại

source: %s ago
ca_ca: Fa%s
da_dk: %s siden
sr_rs: пре %s
vi_vi: %s trước

source: in %s
ca_ca: a %s
da_dk: om %s
sr_rs: за %s
vi_vi: trong%s

source: %d year,
ca_ca: %d any,
sr_rs: %d годину,

source: %d month,
ca_ca: %d mes,
sr_rs: %d месец,

source: %d week,
ca_ca: %d setmana,
sr_rs: %d недељу,

source: %d day,
ca_ca: %d dia,
sr_rs: %d данa,

source: %d hour,
ca_ca: %d hora,
sr_rs: %d сат,

source: %d minute,
ca_ca: %d minut,
sr_rs: %d минут,

source: %d second,
ca_ca: %d segon,
sr_rs: %d другог,

source: %d seconds,
ca_ca: %d segons,
sr_rs: %d секунди,

source: %d minutes,
ca_ca: %d minuts,
sr_rs: %d минута,

source: %d hours,
ca_ca: %d hores,
sr_rs: %d сати,

source: %d days,
ca_ca: %d dies,
sr_rs: %d дана,

source: %d weeks,
ca_ca: %d setmanes,
sr_rs: %d недеље,

source: %d months,
ca_ca: %d mesos,
sr_rs: %d месеци,

source: %d years,
ca_ca: %d anys,
sr_rs: %d година,

source: Widget title:
ca_ca: Títul del Widget:
sr_rs: Наслов виџета:

source: Maximum # of events to show:
ca_ca: Màxim # d'events a mostrar:
da_dk: Maksimum antal begivenheder der skal vises:
sr_rs: Највећи број ставки:
vi_vi: # Các sự kiện tối đa để hiển thị:

source: Set 'Maximum # of events' to '-1' if you want no limit.
ca_ca: Marca el 'Màxim # d'events' a '-1' si voleu sense límits.
da_dk: Sæt 'Maksimum antal begivenheder' til '-1' hvis der ikke skal være nogle grænse.
sr_rs: Поставите "Највише приказаних ставки" на -1 за неограничен број.
vi_vi: Thiết lập &#39;tối đa # các sự kiện&#39; to &#39;-1&#39; nếu bạn muốn không có giới hạn.

source: Adds the Countdown Timer
ca_ca: Afegeix el temporitzador de conte enrera
da_dk: Tilføjer Nedtælleren.
sr_rs: Убацује тајмер за одбројавање
vi_vi: Thêm Countdown Timer

source: No
da_dk: Nej
sr_rs: Не
vi_vi: không

source: Notes:
da_dk: Noter:
sr_rs: Напомене:
vi_vi: Ghi chú:
